/* Menu Items */
"file" = "Fichier";
"edit" = "Édition";
"simulation" = "Simulation";
"view" = "Affichage";
"window" = "Fenêtre";
"help" = "Aide";

/* File Menu */
"takeScreenshot" = "Prendre une capture d'écran";

/* Edit Menu */
"copyScreenshot" = "Copier la capture";
"selectBody" = "Sélectionner un corps...";

/* Simulation Menu */
"playPause" = "Lecture/Pause";
"reset" = "Réinitialiser";
"faster" = "Plus rapide";
"slower" = "Plus lent";

/* View Menu */
"centerCamera" = "Centrer la caméra";
"toggleFullscreen" = "Plein écran";
"statistics" = "Statistiques";
"bodyLabels" = "Étiquettes des corps";
"trails" = "Traînées";
"zoomIn" = "Agrandir";
"zoomOut" = "Réduire";
"actualSize" = "Taille réelle";

/* Window Menu */
"minimize" = "Réduire";
"zoom" = "Zoom";
"bringAllToFront" = "Tout amener au premier plan";

/* Help Menu */
"gravitonHelp" = "Aide Graviton";
"tutorial" = "Tutoriel";
"changelog" = "Journal des modifications";
"reportIssue" = "Signaler un problème...";
"privacyPolicy" = "Politique de confidentialité";
"licenseInfo" = "Informations de licence";

/* Notifications */
"screenshotSaved" = "Capture enregistrée";
"screenshotFailed" = "Échec de la capture";
"screenshotSavedMessage" = "Capture enregistrée dans %@";
"screenshotCopied" = "Capture copiée";
"screenshotCopiedMessage" = "Capture copiée dans le presse-papiers";

/* Save Dialog */
"saveScreenshot" = "Enregistrer la capture d'écran";
"saveScreenshotMessage" = "Choisissez un emplacement pour enregistrer la capture";
"fileName" = "Nom du fichier :";
